[
    {
      "icon": "SiGoogledocs",
      "title": "Google Forms",
      "subtitle": "Criação de Questionários e Pesquisas",
      "description": "O Google Forms é uma das ferramentas mais utilizadas para criar formulários online, questionários e pesquisas. Ele permite a coleta de respostas de maneira automática, armazenando os dados em planilhas do Google Sheets para facilitar a análise. É amplamente usado em avaliações formativas, pesquisas de opinião e até mesmo para criar testes com correção automática.",
      "videoUrl": "https://www.youtube.com/watch?v=A48xTJllrlM",
      "toolLink": "https://docs.google.com/forms/u/0/",
      "advantages": ["Totalmente gratuito e acessível a qualquer usuário com uma conta Google.", "Permite inserção de vídeos, imagens e diversos tipos de perguntas.", "Respostas são organizadas automaticamente em uma planilha, facilitando o gerenciamento de dados.", "Suporte para colaboração em tempo real."],
      "cautions": ["Personalização de design limitada.", "Não permite a criação de provas com segurança avançada, pois os alunos podem sair da tela do formulário."],
      "tags": ["1"]
    },
    {
      "icon": "FaMagic",
      "title": "Google Apresentações",
      "subtitle": "Apresentações Colaborativas",
      "description": "O Google Apresentações é uma alternativa ao PowerPoint, oferecendo a possibilidade de criar e editar apresentações online com total integração ao Google Drive. Professores e alunos podem trabalhar simultaneamente no mesmo arquivo, o que facilita projetos colaborativos.",
      "videoUrl": "https://www.youtube.com/watch?v=rRt5_aDZsMk",
      "toolLink": "https://docs.google.com/presentation/u/0/",
      "advantages": ["Funciona diretamente no navegador, sem necessidade de instalação.", "Suporte para multimídia, como vídeos, imagens e animações.", "Colaboração em tempo real com comentários e sugestões.", "Download em diversos formatos, incluindo PowerPoint e PDF."],
      "cautions": ["Requer conexão com a internet para edição.", "Algumas funcionalidades avançadas do PowerPoint não estão disponíveis."],
      "tags": ["2"]
    },

    {
        "icon": "SiGoogleclassroom",
        "title": "Mentimeter",
        "subtitle": "Apresentações Interativas",
        "description": "O Mentimeter permite criar apresentações interativas, incluindo enquetes, questionários e nuvens de palavras em tempo real. Essa ferramenta é excelente para aumentar o engajamento dos alunos.",
        "videoUrl": "https://www.youtube.com/watch?v=sKJiYttP4Ac",
        "toolLink": "https://www.mentimeter.com/",
        "advantages": ["Apenas disponível em inglês.", "Feedback em tempo real, permitindo ajustes durante a aula.", "Interface intuitiva e fácil de usar."],
        "cautions": ["Requer uma conta Google para acesso.", "Recursos limitados na versão gratuita."],
        "tags": ["3"]
    },

    {
        "icon": "SiGoogleclassroom",
        "title": "Wordwall",
        "subtitle": "Aprendizado Gamificado",
        "description": "O Wordwall é uma plataforma que permite aos professores criar atividades interativas, como jogos, quizzes e desafios. É ideal para tornar o aprendizado mais envolvente.",
        "videoUrl": "https://www.youtube.com/watch?v=khKkS_T5V3s",
        "toolLink": "https://wordwall.net/pt",
        "advantages": ["Variedade de atividades personalizáveis.", "Fácil de compartilhar e acessar em diferentes dispositivos.", "Permite a criação de versões impressas dos jogos."],
        "cautions": ["Recursos avançados exigem assinatura paga.", "Não permite colaboração em tempo real entre professores."],
        "tags": ["3"]
    },

    {
        "icon": "SiGoogleclassroom",
        "title": "Nearpod",
        "subtitle": "Apresentações Interativas para Ensino",
        "description": "O Nearpod permite criar apresentações interativas que envolvem os alunos de maneira dinâmica, oferecendo quizzes, vídeos e atividades em tempo real.",
        "videoUrl": "https://www.youtube.com/watch?v=cCN2pQAT_Ss",
        "toolLink": "https://nearpod.com/",
        "advantages": ["Suporte para realidade virtual e simulações.", "Relatórios detalhados de desempenho.", "Integração com Google Slides."],
        "cautions": ["Alguns recursos são exclusivos da versão premium.", "Pode exigir um tempo de adaptação para novos usuários."],
        "tags": ["2"]
    },

    {
        "icon": "SiGoogleclassroom",
        "title": "Scrumblr",
        "subtitle": "Quadro de Post-its Online",
        "description": "O Scrumblr é um quadro digital simples que simula post-its físicos, sendo ideal para brainstorms, organização de ideias e metodologias ágeis como Scrum e Kanban. Professores podem usá-lo para registrar pensamentos, planejar aulas e organizar discussões colaborativas.",
        "videoUrl": "https://www.youtube.com/watch?v=oWQyGvisVkI",
        "toolLink": "http://scrumblr.ca/",
        "advantages": ["Não precisa de conta para criar um quadro.", "Interface minimalista e de fácil uso.", "Ótimo para trabalho em grupo e organização visual."],
        "cautions": ["Apenas disponível em inglês.", "Recursos limitados em comparação a outras ferramentas de colaboração visual."],
        "tags": ["1"]
    },

    {
        "icon": "SiGoogleclassroom",
        "title": "Padlet",
        "subtitle": "Quadros Digitais Colaborativos",
        "description": "O Padlet é uma ferramenta versátil que permite criar murais digitais colaborativos. Professores e alunos podem compartilhar textos, imagens, vídeos e links em um espaço interativo, facilitando atividades como mapas mentais, brainstorming e organização de conteúdos.",
        "videoUrl": "https://www.youtube.com/watch?v=OJjOJ7rvO4s",
        "toolLink": "https://padlet.com/",
        "advantages": ["Fácil de usar e acessível em qualquer dispositivo.", "Suporte para diferentes formatos de conteúdo.", "Permite colaboração em tempo real."],
        "cautions": ["A versão gratuita tem limite de quadros criados.", "Algumas opções avançadas estão disponíveis apenas na versão paga."],
        "tags": ["2"]
    },

    {
        "icon": "SiGoogleclassroom",
        "title": "Wooclap",
        "subtitle": "Engajamento e Interatividade em Aulas",
        "description": "O Wooclap é uma plataforma que transforma apresentações tradicionais em experiências interativas. Com recursos como quizzes, enquetes e nuvens de palavras, ele permite que os alunos participem ativamente das aulas por meio de seus próprios dispositivos.",
        "videoUrl": "https://www.youtube.com/watch?v=BY_YPYOM8f4&list=PLwsiSyjg8LpRZsnPd5HnBAe2DdQYaRy3o",
        "toolLink": "https://www.wooclap.com/",
        "advantages": ["Integração com PowerPoint, Google Slides e outras ferramentas.", "Relatórios detalhados para análise do desempenho dos alunos.", "Possui versão gratuita com funcionalidades básicas."],
        "cautions": ["Algumas interações avançadas são limitadas na versão gratuita.", "Pode ser necessário um tempo de adaptação para novos usuários."],
        "tags": ["3"]
    },

    {
      "icon": "SiGoogleclassroom",
      "title": "Wakelet",
      "subtitle": "Organização de Conteúdos e Curadoria Digital",
      "description": "O Wakelet é uma plataforma que permite organizar conteúdos digitais em coleções personalizadas. Professores podem reunir artigos, vídeos, imagens, links e documentos para criar um material de aprendizado interativo e acessível.",
      "videoUrl": "https://www.youtube.com/watch?v=tVX8ygFbHCc",
      "toolLink": "https://wakelet.com/",
      "advantages": ["Interface intuitiva e de fácil navegação.", "Permite a colaboração entre alunos e professores.", "Funciona como um portfólio digital de conteúdos.", "Totalmente gratuito."],
      "cautions": ["Pode ter uma curva de aprendizado inicial para novos usuários.", "Alguns recursos de personalização são limitados."],
      "tags": ["1"]
    }
  ]
  